  
  interface AccordionItem {
    id: string;
    title: string;
    content: string[];
  }
  
  export const accordionData: AccordionItem[] = [
    {
      id: 'title',
      title: 'Титульник',
      content: [
        'Требования к организации рабочих мест',
        'Требования к инфраструктуре', 
        'Требования к проектной команде со стороны заказчика',
        'Требования к удаленному доступу',
        'Техническое решение на разработку системы',
        'Сайзинг аппаратной части',
        'Точность измерений',
        'Дополнительное лицензированное ПО',
        'Условия оплаты'
      ]
    },
    {
      id: 'project',
      title: 'О проекте',
      content: [
        'Требования к организации рабочих мест',
        'Требования к инфраструктуре', 
        'Требования к проектной команде со стороны заказчика',
        'Требования к удаленному доступу',
        'Техническое решение на разработку системы',
        'Сайзинг аппаратной части',
        'Точность измерений',
        'Дополнительное лицензированное ПО',
        'Условия оплаты'
      ]
    },
    {
      id: 'documentation',
      title: 'Аналитическая документация на разработку системы',
      content: [
        'Требования к организации рабочих мест',
        'Требования к инфраструктуре', 
        'Требования к проектной команде со стороны заказчика',
        'Требования к удаленному доступу',
        'Техническое решение на разработку системы',
        'Сайзинг аппаратной части',
        'Точность измерений',
        'Дополнительное лицензированное ПО',
        'Условия оплаты'
      ]
    },
    {
      id: 'technical',
      title: 'Техническое решение',
      content: [
        'Требования к организации рабочих мест',
        'Требования к инфраструктуре', 
        'Требования к проектной команде со стороны заказчика',
        'Требования к удаленному доступу',
        'Техническое решение на разработку системы',
        'Сайзинг аппаратной части',
        'Точность измерений',
        'Дополнительное лицензированное ПО',
        'Условия оплаты'
      ]
    },
    {
      id: 'features',
      title: 'Особенности реализации проекта',
      content: [
        'Требования к организации рабочих мест',
        'Требования к инфраструктуре', 
        'Требования к проектной команде со стороны заказчика',
        'Требования к удаленному доступу',
        'Техническое решение на разработку системы',
        'Сайзинг аппаратной части',
        'Точность измерений',
        'Дополнительное лицензированное ПО',
        'Условия оплаты'
      ]
    },
    {
      id: 'references',
      title: 'Референсы',
      content: [
        'Требования к организации рабочих мест',
        'Требования к инфраструктуре', 
        'Требования к проектной команде со стороны заказчика',
        'Требования к удаленному доступу',
        'Техническое решение на разработку системы',
        'Сайзинг аппаратной части',
        'Точность измерений',
        'Дополнительное лицензированное ПО',
        'Условия оплаты'
      ]
    },
    {
      id: 'stages',
      title: 'Этапы реализации проекта',
      content: [
        'Требования к организации рабочих мест',
        'Требования к инфраструктуре', 
        'Требования к проектной команде со стороны заказчика',
        'Требования к удаленному доступу',
        'Техническое решение на разработку системы',
        'Сайзинг аппаратной части',
        'Точность измерений',
        'Дополнительное лицензированное ПО',
        'Условия оплаты'
      ]
    },
    {
      id: 'solutions',
      title: 'Базовые решения',
      content: [
        'Требования к организации рабочих мест',
        'Требования к инфраструктуре', 
        'Требования к проектной команде со стороны заказчика',
        'Требования к удаленному доступу',
        'Техническое решение на разработку системы',
        'Сайзинг аппаратной части',
        'Точность измерений',
        'Дополнительное лицензированное ПО',
        'Условия оплаты'
      ]
    },
    {
      id: 'terms',
      title: 'Сроки и стоимость',
      content: [
        'Требования к организации рабочих мест',
        'Требования к инфраструктуре', 
        'Требования к проектной команде со стороны заказчика',
        'Требования к удаленному доступу',
        'Техническое решение на разработку системы',
        'Сайзинг аппаратной части',
        'Точность измерений',
        'Дополнительное лицензированное ПО',
        'Условия оплаты'
      ]
    }
  ];